// __VERIFIER_IGNORE__ Used by PanicCore with PCAppLocal
"HomepageURL" = "https://www.panic.com/transmit/";
// __END_VERIFIER_IGNORE__
"Could not connect to server \"%@\"." = "无法连接到服务器“%@”。";
"Your password may be incorrect. Please double-check your login settings." = "您的密码可能不正确。请再次检查您的登录设置。";
"The site may be inaccessible or your password may be incorrect. Please double-check your login settings." = "该站点可能无法访问，或者您的密码可能不正确。请再次检查您的登录设置。";
"SupportEmailAddress" = "transmit@panic.com";
"HostKeyChangedURL" = "https://library.panic.com/%@/transmit5/host-key-changed/";

// Dialogs
"Cancel" = "取消";
"Close" = "关闭";
"OK" = "好";
"Remove" = "移除";
"Synchronize" = "同步";
"Simulate" = "模拟";
"Retry" = "重试";
"Synchronizing" = "正在同步";
"In response to \"%@\", the server said:" = "作为对“%@”的响应，服务器返回以下信息：";
"Are you sure you want to possibly delete files in your home folder?" = "您确定要删除您的个人文件夹中的文件吗？";
"Your home folder contains critical files, and using the \"delete orphaned files\" option can potentially cause serious system problems." = "您的个人文件夹包含重要文件，使用“删除孤立文件”选项可能会导致严重的系统问题。";
"Deleting orphaned files will delete files in the destination folder \"%@\" that are not present in the source folder \"%@\"." = "删除孤立文件将删除目标文件夹“％@”中不存在于源文件夹“％@”中的文件。";
"Are you sure you want to edit %lu files?" = "您确定要编辑 %lu 个文件吗？";

// Transfers

// Preferences
"ServerMaximumRetryDelayFormat" = "%d 秒";
"Add ASCII File Extension" = "添加 ASCII 文件扩展名";
"Add extension" = "添加扩展";


// Favorites security
"Unlock Servers" = "解锁服务器";
"The servers database is protected with a passphrase. Enter the passphrase to unlock your servers." = "服务器数据库受密码保护。输入密码以解锁您的服务器。";
"Invalid Passphrase" = "密码无效";
"The passphrase provided did not match the passphrase set for the servers database. Please enter the correct password." = "提供的密码与为服务器数据库设置的密码不匹配。请输入正确的密码。";
"Choose Master Passphrase" = "选取主密码";
"Syncing saved passwords over a network requires setting a master passphrase, which will be used to encrypt and decrypt sensitive information automatically." = "通过网络同步存储的密码需要设置一个主密码，用于自动加密和解密敏感信息。";

// Favorites errors
"No servers model metadata" = "没有服务器模型元数据";
"The metadata for the previous servers library version could not be found." = "找不到以前的服务器库版本的元数据。";
"Failed to find servers source model" = "查找服务器源模型失败";
"The servers library is not in a known format." = "服务器库不是已知的格式。";
"No servers models found" = "找不到服务器模型";
"The servers model files appear to be missing." = "服务器模型文件似乎缺失。";
"No mapping model found" = "找不到映射模型";
"The servers library is not in a format that can be migrated." = "服务器库不是可以迁移的格式。";
"Servers import cancelled" = "服务器导入已取消";
"The servers import operation was cancelled." = "服务器导入操作已取消。";

// Registration

"PurchaseURL" = "https://www.panic.com/transmit/buy.html";
// __VERIFIER_IGNORE__ Used by PanicCore with PCAppLocal
"TrialTimeoutNagHTML" = "<p><b>您的 %d 天试用期已到期，</b>Transmit 的全功能演示已结束。因此，服务器暂时停用，您的会话仅限 %d 分钟。</p><p><b>如果您喜欢 Transmit，请购买！</b>您的序列号将立即交付，并且您将支持独立的 Mac 软件开发。</p>";
"EnterSerialNumberButtonTitle" = "输入序列号…";
"ActivationLanguage" = "zh_CN";   // --$$-USED-EXTERNALLY-$$-- This tag hints our build system... please don't modify it
// __END_VERIFIER_IGNORE__
"PurchaseButtonTitle" = "购买";
"SerialOKMsg" = "非常感谢购买 Transmit！";
"SerialOKText" = "未注册的演示版本的所有限制都已移除。感谢购买！希望您喜欢 Transmit。";
"PirateSerialMsg" = "不要盗用 Transmit。";
"PirateSerialText" = "原因很简单：从一个小型 Mac 软件公司盗用软件使我们很难开发出像 Transmit 这样强大的软件。您盗用得越严重，我们能取得的成就越少。立即购买您自己专用的、永久有效的 Transmit，即可改变这一切。";
"SerialInvalidMsg" = "抱歉，这不是有效的 Transmit 5 序列号。";
"SerialInvalidTxt" = "请确保所有的字母，数字和破折号以正确的顺序输入。如果您要输入数字，可以考虑从您的电子邮件回执中拷贝并粘贴，反之亦然。";
"BlacklistModifiedMsg" = "检测到篡改";
"BlacklistModifiedText" = "此 Transmit 已被未经授权的第三方更改。请从 www.panic.com 下载可信的 Transmit。\n\nTransmit 现将退出。";
"DownloadURL" = "https://www.panic.com/transmit/";
"SerialCheckNetErrorMsg" = "Transmit 无法在线验证您的序列号。";
"SerialCheckNetErrorTxt" = "请停用任何可能阻止 Transmit 连接到我们的服务器的互联网过滤或防火墙软件，或再次检查您的电脑是否连接到互联网。";
"LostSerialURL" = "https://www.panic.com/transmit/support.html";
"TrialTimerMsg" = "请购买 Transmit！";
"TrialTimerText" = "这个未注册的 Transmit 演示已达到五分钟的会话时间限制。希望您喜欢 Transmit。如果您正在使用 Transmit，请付费！付费过程快捷、安全又简单。";
"Purchase Transmit to unlock this feature." = "购买 Transmit 来解锁此功能。";
"ImportDemoLimitationMessage" = "导入服务器在免费试用期间不可用，但可以手动创建服务器以帮助确定 Transmit 是否适合您。要从其他位置导入服务器，请购买 Transmit！购买操作快捷又安全。";
"ExportDemoLimitationMessage" = "演示期到期后，导出服务器不可用。要导出服务器，请购买 Transmit！购买操作快捷又安全。";

"AlreadyRegisteredMsg" = "此 Transmit 已被注册。";
"AlreadyRegisteredText" = "感谢购买！";


"Public" = "公共";
"%@ Public" = "%@ 公共";
"Untitled Server" = "未命名服务器";
"Are you sure you want to delete the collection \"%@?\"" = "您确定要删除精选“%@”吗？";
"Deleting the collection will also delete all the servers contained within the folder. This action cannot be undone." = "删除精选还将删除文件夹中包含的所有服务器。此操作不能撤销。";
"Delete" = "删除";
"Delete…" = "删除…";
"This action cannot be undone." = "此操作不能撤销。";
"Are you sure you want to delete the selected items?" = "您确定要删除所选项目吗？";
"copy" = "拷贝";
"untitled folder" = "未命名文件夹";
"This name cannot be used." = "无法使用此名称。";
"This name is already in use." = "此名称已在使用中。";
"Checking availability..." = "正在检查可用状态…";
"Merge" = "合并";
"Enter password for server \"%@\" with user name \"%@\"." = "输入服务器“%@”上用户名“%@”的密码。";
"Enter username and password for server \"%@\"." = "输入服务器“%@”的用户名和密码。";
"The selected items will be deleted immediately." = "所选项目将立即被删除。";
"Move to Trash" = "移到废纸篓";
"Move to Trash…" = "移到废纸篓…";
"The selected items will be moved to the Trash." = "所选项目将被移到废纸篓。";
"Are you sure you want to delete the selected %i items?" = "您确定要删除所选的 %i 个项目吗？";
"Are you sure you want to delete \"%@\"?" = "您确定要删除“%@”吗？";
"untitled-bucket" = "未命名存储桶";
"Could not save \"%@\"." = "无法存储“%@”。";
"Saving of this document type is not supported." = "不支持存储此文稿类型。";
"Could not open \"%@\"." = "无法打开“%@”。";
"The file is of a type that Transmit cannot display. Try opening it in an external editor to make changes." = "该文件是 Transmit 无法显示的类型。尝试在外部编辑器中将其打开并进行更改。";
"FTP" = "FTP";
"SFTP" = "SFTP";
"FTP with Implicit SSL" = "使用隐式 SSL 的 FTP";
"FTP with TLS/SSL" = "使用 TLS/SSL 的 FTP";
"WebDAV" = "WebDAV";
"WebDAV HTTPS" = "WebDAV HTTPS";
"Amazon S3" = "Amazon S3";
"WebDAV with HTTPS" = "使用 HTTPS 的 WebDAV";
"S3" = "S3";
"Save password in droplet" = "将密码存储在 Droplet 中";
"Prompt for password" = "提示输入密码";
"Copy URL(s) after upload" = "上传后拷贝 URL";
"To enable URL copying, set a Root URL for the favorite or save droplet from a folder." = "要启用 URL 拷贝，请为个人收藏设置根 URL 或从文件夹存储 Droplet。";
"Save Droplet" = "存储 Droplet";
"Untitled" = "未命名";
"%@ droplet" = "%@ Droplet";
"Droplet save failed." = "Droplet 存储失败。";
"An error with code: %d occurred. If this problem persists, make sure Transmit is located in the Applications folder." = "代码出现错误：发生 %d。如果问题仍然存在，请确保 Transmit 位于“实用工具”文件夹中。";
"Please purchase Transmit today!" = "请立即购买 Transmit！";
"None Available" = "都不可用";
"Open in Tabs" = "在标签页中打开";
"Tab bar" = "标签页栏";
"Clear History" = "清除历史记录";
"Save" = "存储";
"Save as Droplet..." = "存储为 Droplet…";
"Set..." = "设定…";
"(ask)" = "（询问）";
"password" = "密码";
"No server specified" = "未指定服务器";
"You must specify a server address for this favorite." = "您必须为此个人收藏指定一个服务器地址。";
"domain.com" = "domain.com";
"ftp.domain.com" = "ftp.domain.com";
"Select" = "选择";
"Imported Servers" = "已导入服务器";
"The file \"%@\" is now hidden." = "文件“%@”现已隐藏。";
"Since the new name begins with a period and Transmit is currently hiding invisible files, the file will not be visible.\n\nWould you like to show invisible files? (You can always change this setting later in the View menu.)" = "由于新名称以句点开头，且 Transmit 当前隐藏不可见文件，因此文件将不可见。\n\n您想显示不可见文件吗？（随后随时可以在“显示”菜单中更改此设置。）";
"Show Hidden Files" = "显示已隐藏的文件";
"Hide Hidden Files" = "隐藏已隐藏的文件";
"An item with the name \"%@\" already exists in this location." = "此位置已经存在一个名为“%@”的项目。";
"Please choose a different name." = "请选取一个不同的名称。";
"What would you like to do?" = "您想执行什么操作？";
"Are you sure you want to remove the extension \".%@\"?" = "您确定要移除扩展名“.%@”吗？";
"If you make this change, your document may open in a different application." = "如果进行这项更改，您的文稿可能会由另一个应用程序打开。";
"disconnect" = "断开连接";
"remote browser" = "远程浏览器";
"Could not change folder to \"%@\"." = "无法将文件夹更改为“%@”。";
"The folder could not be found." = "找不到文件夹。";
"Places" = "位置";
"Parameter type mismatch." = "参数类型不匹配。";
"Could not complete operation." = "无法完成操作。";
"You must use a remote File Viewer for this action." = "您必须使用远程文件查看器来执行此操作。";
"The folder does not exist at \"%@\"." = "文件夹不存在于“%@”。";
"Parameter type mismatch. File viewers must be local and remote." = "参数类型不匹配。文件查看器必须是本地和远程。";
"File does not exist." = "文件不存在。";
"Get Started!" = "开始使用！";
"History" = "历史记录";
"..." = "…";
"HistoryFavoriteAppendedUsernameFormat" = "%@ (%@)";
"An unknown error occurred while trying to obtain the necessary privileges to complete the installation." = "尝试获取完成安装所需的权限时发生未知错误。";
"The installation was canceled." = "安装已取消。";
"Connection timed out or server hung up. The server you are connecting to may be configured to limit the number of connections you are allowed to make." = "连接超时或服务器挂起。您要连接的服务器可能已配置为限制所允许的连接的数量。";
"Mounting %@..." = "正在装载 %@…";
"(default)" = "（默认）";
"Size" = "大小";
"Date" = "日期";
"Group" = "群组";
"Owner" = "所有者";
"Permissions" = "权限";
"Kind" = "种类";
"background %.*1f percent" = "背景 %.*1f 百分比";
"Choose Application" = "选取应用程序";
"Choose an application to open the selected documents." = "选取一个应用程序以打开选定的文稿。";
"Select..." = "选择…";
"Default File" = "默认文件";
"Default Folder" = "默认文件夹";
"Files" = "文件";
"Transfers" = "传输";
"General" = "通用";
"Rules" = "规则";
"Keys" = "密钥";
"Advanced" = "高级";
"Try Again" = "再试一次";
"All Messages" = "所有信息";
"Changed" = "已更改";
"Unchanged" = "未更改";
"Save Report..." = "存储报告…";
"Done" = "完成";
"View Report" = "查看报告";
"We're done! Here's what happened..." = "我们完成了！以下是当前进展…";
"Here's What Will Happen" = "以下是后续进展";
"We're done!" = "我们完成了！";
"%@ files synchronized successfully" = "%@ 个文件同步成功";

"Synchronizing..." = "正在同步…";
"synchronize-tense-past" = "已同步";
"synchronize-tense-present" = "正在同步";

"Sync Files" = "同步文件";
" to " = " 至 ";
"Sync from " = "同步自 ";

// sync overview
"SyncOverview" = "您的 %@ 将与您的 %@ 同步。包含 %@ 的文件将被替换，并且 %@。";
"SyncLocalFolderFragment" = "本地文件夹“%@”";
"SyncRemoteFolderFragment" = "远程文件夹“%@”";
"dates (in the last day)" = "日期（在过去一天内）";
"dates (in the last %d days)" = "日期（在过去 %d 天内）";
"dates (in the last week)" = "日期（在过去一周内）";
"dates (in the last %d weeks)" = "日期（在过去 %d 周内）";
"dates (in the last %d months)" = "日期（在过去 %d 个月内）";
"dates (in the last month)" = "日期（在过去一个月内）";
"older dates" = "较早的日期";
"different sizes" = "不同大小";
"%@ and %@" = "%@ 和 %@";
"DeleteOrphanedFragment" = "将从目标文件夹中删除不包含在源文件夹中的文件";
"NoDeleteOrphanedFragment" = "不会删除文件";
"All Enabled Rules" = "所有已启用的规则";
"File Rules" = "文件规则";
"Transmit Sync Report" = "Transmit 同步报告";
"Created" = "创建时间";
"Files Uploaded" = "文件已上传";
"Files Downloaded" = "文件已下载";
"Files Copied" = "文件已拷贝";
"Files Skipped" = "文件已跳过";
"Files Deleted" = "文件已删除";
"%@ transferred | %@ deleted | %@ skipped" = "%@ 已传输 | %@ 已删除 | %@ 已跳过";
"Synchronization Complete" = "同步已完成";
"Remote path: %@" = "远程路径：%@";
"Local path: %@" = "本地路径：%@";
"Uploaded" = "已上传";
"Downloaded" = "已下载";
"Skipped" = "已跳过";
"Copied" = "已拷贝";
"Can not synchronize folders" = "无法同步文件夹";
"Please choose folders which are not contained within each other." = "请选取相互不包含的文件夹。";
"Offset is determined automatically" = "自动确定偏移";
"%@ is %@ %@ %@" = "%@ 时间相差 %@：%@ %@";
"behind" = "晚于";
"ahead of" = "早于";
"Synchronizing %@ of %@..." = "正在同步 %@，共 %@…";
"Comparison Complete" = "比较已完成";
"Comparing \"%@\"..." = "正在比较“%@”…";
"%@ files compared" = "%@ 个文件已比较";

"Cancel folder \"%@\"" = "取消文件夹“%@”";
"Repeat folder \"%@\"" = "重复文件夹“%@”";
"Retry folder \"%@\"" = "重试文件夹“%@”";
"Start folder \"%@\"" = "启动文件夹“%@”";
"Show \"%@\" in Transmit" = "在 Transmit 中显示“%@”";
"Not Connected" = "未连接";
"Could not connect; no favorite or address specified." = "无法连接；未指定个人收藏或地址。";
"Could not connect; try closing any open connections." = "无法连接；尝试关闭所有打开的连接。";
"Cannot move this object." = "无法移动此对象。";
"Cannot mount server; Please make sure the latest Transmit Disk is installed and the server is a supported protocol." = "无法装载服务器；请确保已安装最新的 Transmit Disk，并且服务器是受支持的协议。";
"Transcript" = "抄本";
"Purchase" = "购买";
"Default" = "默认";
"If you quit now, the file transfer will not finish." = "如果现在退出，文件传输将无法完成。";
"You have one Transmit tab with active transfers. Do you want to cancel these transfers and quit?" = "您有一个包含活跃传输的 Transmit 标签页。您要取消这些传输并退出吗？";
"You have %ld Transmit tabs with active transfers. Do you want to cancel these transfers and quit?" = "您有 %ld 个包含活跃传输的 Transmit 标签页。您要取消这些传输并退出吗？";
"Quit" = "退出";
"Export Servers" = "导出服务器";
"Export" = "导出";
"Transmit Servers" = "Transmit 服务器";
"Import Servers" = "导入服务器";
"Import" = "导入";
"Local Places" = "本地位置";
"Remote Places" = "远程位置";
"Hide View Options" = "隐藏显示选项";
"Show View Options" = "查看显示选项";
"Are you sure you want to disconnect?" = "您确定要断开连接吗？";
"Switching to a local browser will cause you to be disconnected from the server." = "切换到本地浏览器将导致您与服务器断开连接。";
"Resume" = "继续";
"Pause" = "暂停";
"Compress \"%@\"" = "压缩“%@”";
"Compress" = "压缩";
"Compress %lu Items" = "压缩 %lu 个项目";
"New Bucket..." = "新建存储桶…";
"Mount as Disk" = "装载为磁盘";
"Eject Disk" = "推出磁盘";
"Show All Servers" = "显示所有服务器";
"Show Quick Connect" = "显示快速连接";
"Transfer \"%@\"" = "传输“%@”";
"Transfer Selected Items" = "传输所选项";
"Download \"%@\"" = "下载“%@”";
"Download Selection" = "下载所选内容";
"Upload \"%@\"" = "上传“%@”";
"Upload Selection" = "上传所选内容";
"Move \"%@\"" = "移动“%@”";
"Move Selection" = "移动所选内容";
"Close Quick Look" = "关闭快速查看";
"Quick Look \"%@\"" = "快速查看“%@”";
"Quick Look %ld Items" = "快速查看 %ld 个项目";
"Show Two File Browsers" = "显示两个文件浏览器";
"Show One File Browser" = "显示一个文件浏览器";
"Hide Tab Bar" = "隐藏标签页栏";
"Show Tab Bar" = "显示标签页栏";
"Focus on Local" = "聚焦在本地";
"Focus on Remote" = "聚焦在远程";
"Are you sure you want to close this tab? Transmit is currently transferring files. If you close the tab, Transmit won't finish transferring the files." = "您确定要关闭此标签页吗？Transmit 当前正在传输文件。如果您关闭标签页，Transmit 将无法完成文件传输。";
"Are you sure you want to close this window? Transmit is currently transferring files. If you close the window, Transmit won't finish transferring the files." = "您确定要关闭此窗口吗？Transmit 当前正在传输文件。如果您关闭窗口，Transmit 将无法完成文件传输。";
"Delete selection" = "删除所选内容";
"Refresh" = "刷新";
"Refresh file listing" = "刷新文件列表";
"New File" = "新建文件";
"Create new file" = "创建新文件";
"New Folder" = "新建文件夹";
"Create new folder" = "创建新文件夹";
"Server Protocols" = "服务器协议";
"Go To" = "前往";
"Go to any folder" = "前往任意文件夹";
"Get Info" = "显示信息";
"Show/hide file information" = "显示/隐藏文件信息";
"Quick Look" = "快速查看";
"Show items with Quick Look" = "使用“快速查看”显示项目";
"Sync" = "同步";
"Synchronize / mirror contents of local and remote folders" = "本地和远程文件夹的同步/镜像内容";
"View file transfer activity for this tab" = "查看此标签页的文件传输活动";
"Edit" = "编辑";
"Edit \"%@\"..." = "编辑“%@”…";
"Show items in a list" = "在列表中显示项目";
"Show items in columns" = "在栏中显示项目";
"Show items as thumbnails" = "以缩略图显示项目";
"Show items with Cover Flow" = "以 Cover Flow 方式显示项目";
"mode switcher" = "模式切换器";
"list view" = "列表显示";
"column view" = "分栏显示";
"icon view" = "图标视图";
"cover flow view" = "Cover Flow 视图";
"View" = "显示";
"as List" = "为列表";
"as Columns" = "为分栏";
"as Icons" = "为图标";
"as Cover Flow" = "为 Cover Flow";
"Switch view mode" = "切换视图模式";
"Terminal" = "终端";
"Open folder in Terminal" = "在终端中打开文件夹";
"New Tab" = "新建标签页";
"Open new tab" = "打开新标签页";
"Recent Searches" = "最近的搜索";
"Clear Recent Searches" = "清除最近的搜索";
"No Recent Searches" = "无最近的搜索";
"Search" = "搜索";
"Action" = "操作";
"Commonly used actions" = "常用操作";
"Linking" = "链接";
"Folder Linking" = "文件夹链接";
"Link left and right file navigation" = "链接左右文件导航";
"Show Hidden" = "显示已隐藏的内容";
"Toggle Hidden Files" = "切换已隐藏的文件";
"Toggle hidden files visible" = "将隐藏的文件切换为可见";
"Show one file browser" = "显示一个文件浏览器";
"Show two file browsers" = "显示两个文件浏览器";
"one file browser" = "一个文件浏览器";
"two file browsers" = "两个文件浏览器";
"Tabs" = "标签页";
"Tab" = "标签页";
"Window" = "窗口";
"Toggle two pane mode" = "切换两个面板模式";
"Pause and resume remote file transfers" = "暂停和继续远程文件传输";
"Clear" = "清除";
"Remove completed transfers from the queue" = "从队列中移除已完成的传输";
"Conflict Behavior" = "冲突行为";
"Conflict" = "冲突";
"Override the default conflict behavior for this tab" = "覆盖此标签页的默认冲突行为";
"No Bucket" = "无存储桶";
"Open" = "打开";
"Other..." = "其他…";
"Could not launch ODB supported editor." = "无法启动 ODB 支持的编辑器。";
"This could be caused by using an old version of the editor that does not support this feature." = "这可能是由于使用不支持此功能的旧版本编辑器造成的。";
"Could not edit %@." = "无法编辑 %@。";
"Could not launch %@." = "无法启动 %@。";
"The application may have been moved or deleted." = "应用程序可能已被移动或删除。";
"\nConnection %lu\n\n" = "\n连接 %lu\n\n";
"Transmit can’t verify the identity of the server “%@”." = "Transmit 无法验证服务器“%@”的身份。";
"Add \"%@\" to Places" = "将“%@”添加到“位置”";
"Add Place" = "添加位置";
"Places overflow items" = "位置溢出项目";
"Share" = "共享";
"Share the selected items" = "共享所选项目";

"Import SSH Key File..." = "导入 SSH 密钥文件…";
"Clear SSH Key" = "清除 SSH 密钥";

"Show Errors" = "显示错误";
"Hide Errors" = "隐藏错误";

"This Transmit beta version has expired." = "此 Transmit Beta 版已过期。";
"Thanks for your help!" = "感谢您的帮助！";

"(none)" = "（无）";
"(all)" = "（全部）";

"Contacting server..." = "正在联系服务器…";

"Could not connect to the Bonjour server named “%@”." = "无法连接到名为“%@”的 Bonjour 服务器。";
"The server may be down, or may not be on the same network as your computer." = "服务器可能已关闭，或者可能与您的电脑不在同一网络中。";
"Archive.zip" = "归档.zip";
"Could not write to the Transmit preferences." = "无法写入 Transmit 偏好设置。";
"Make sure the Transmit preferences file is unlocked and you have write permissions to it." = "请确保 Transmit 首选项文件已解锁，并且您具有写入权限。";
"The selected servers file could not be read. Make sure that you have read permissions for this file." = "所选服务器文件未能读取。请确保您具有此文件的读权限。";
"The selected servers file could not be read. Try launching %@ to verify that the servers have not been corrupted, and make sure that you have read permissions for this file." = "所选服务器文件未能读取。尝试启动 %@ 以验证服务器是否已损坏，并确保您具有此文件的读权限。";
"Could not import servers." = "无法导入服务器。";
"Transmit" = "Transmit";
"Remote" = "远程";
"Local" = "本地";
"Disconnect from server" = "断开与服务器的连接";
"Switch to remote browser" = "切换到远程浏览器";
"Click to show Places; drop folders here to add them to your Places" = "点按以显示“位置”；将文件夹放置在此处可将它们添加到您的“位置”中";
"Drop folders here anytime to add them to your Places." = "随时可将文件夹拖放到此处以将它们添加到您的“位置”。";
"Source Control Files (Example)" = "源控制文件（示例）";
"Imported Sync File List" = "已导入的同步文件列表";
"Choose" = "选取";
"Choose Folder..." = "选取文件夹…";
"Choose Key File" = "选取密钥文件";
"Could not import SSH key file \"%@\"." = "无法导入 SSH 密钥文件“%@”。";
"The file is not in a supported format." = "该文件不是受支持的格式。";
"Are you sure you want to delete orphaned files?" = "您确定要删除孤立的文件吗？";
"Are you sure you want to remove the shortcut to \"%@\"?" = "您确定要将快捷方式移到“%@”吗？";
"The original folder will not be moved." = "不会移动原始文件夹。";
"Deleted" = "已删除";

"There were no %@ servers found in \"%@\"" = "在“%@”中找不到“%@”服务器";
"Imported server \"%@\" and folder \"%@\"." = "已导入服务器“%@”和文件夹“%@”。";
"Imported server \"%@\" and %lu folders." = "已导入服务器“%@”和 %lu 个文件夹。";
"Imported %lu servers." = "已导入 %lu 个服务器。";
"Imported %lu servers and folder \"%@\"." = "已导入 %lu 个服务器和文件夹“%@”。";
"Imported %lu servers and %lu folders." = "已导入 %lu 个服务器和 %lu 个文件夹。";
"Imported server \"%@\"." = "导入的服务器“%@”。";
"The servers from %@ were imported successfully." = "%@ 中的服务器已成功导入。";
"Select \"%@\" files to import." = "选择要导入的“%@”文件。";

"Hide Transfers" = "隐藏传输";
"Show Transfers" = "显示传输";
"Resume Transfers" = "继续传输";
"Pause Transfers" = "暂停传输";
"Send Raw Command…" = "发送 Raw 命令…";
"Send SSH Command…" = "发送 SSH 命令…";
"Hide Item Count" = "隐藏项数";
"Show Item Count" = "显示项数";
"Open Externally" = "外部打开";
"Open file in external editor" = "在外部编辑器中打开文件";
"Edit in Transmit" = "在 Transmit 中编辑";
"Transfer" = "传输";
"Transfer Files" = "传输文件";
"Transfer selected files" = "传输所选文件";
"Go Back" = "返回";
"Go Forward" = "前进";
"go back" = "返回";
"go forward" = "前进";
"Back / Forward" = "返回/向前";
"Always open with" = "始终以此方式打开";
"Welcome!" = "欢迎使用！";
"Ten new server types" = "10 种新的服务器类型";
"Up to five hundred percent faster" = "速度提高了 500%";
// Added 7 missing strings (3-9-2010)

"%@, about %@ remaining" = "%@，剩余大约 %@";
"Start upload" = "开始上传";
"Start download" = "开始下载";
"Retry upload" = "重试上传";
"Retry download" = "重试下载";
"Cancel transfer" = "取消传输";
"Clear transfer" = "清除传输";
"Start action" = "开始操作";
"Retry action" = "重试操作";

// Added strings (3-12-2010)
"New Rule" = "新规则";

// __VERIFIER_IGNORE__ Used by PanicCore with PCAppLocal
"GridMenuAddLabel" = "添加位置…";
// __END_VERIFIER_IGNORE__

"Transmit Disks cannot be mounted while installing an update." = "安装更新时无法装载 Transmit Disk。";
"The following Transmit Disks are still mounted: %@.\n\nSave any open documents and eject all mounted Transmit Disks, then click Continue." = "以下 Transmit Disk 仍在装载：%@。\n\n存储所有已打开的文稿并推出所有已装载的 Transmit Disk，然后点按“继续”。";
"ListOf1Format" = "%@";
"ListOf2Format" = "%@ 和 %@";
"ListOf3Format" = "%@、%@ 和 %@";
"ListOf2AndOthersFormat" = "%@、%@ 和其他 %d";
"No Transmit Disks are mounted. Click %@ to install update." = "没有装载 Transmit Disk。点按 %@ 安装更新。";
"Continue" = "继续";
"Check for Updates…" = "检查更新…";
"Update in Progress" = "更新正在进行";
"Would you like to continue transfers in progress?" = "您想继续正在进行的传输吗？";
"Disconnect All" = "全部断开";
"There are transfers in progress, you may either cancel all transfers or allow them to finish." = "当前存在正在进行的传输，您可以取消所有传输，也可以保持活跃状态直至完成。";

"Are you sure you want to synchronize this folder?" = "您确定要同步此文件夹吗？";
"The folder may contain many large system files, and could take a very long time to complete." = "此文件夹可能包含许多大型系统文件，可能需要很长时间才能完成同步。";
"This folder may contain critical system files, and overwriting and modifying these files can potentially cause serious system problems." = "此文件夹可能包含重要的系统文件，覆盖和修改这些文件可能会导致严重的系统问题。";
"Keep Active" = "保持活跃状态";
"MultiTransferMessage" = "这个服务器上有 %ld 个活跃的传输。您想断开传输连接还是保持活跃状态直至传输完成？";
"SingleTransferMessage" = "这个服务器上有 1 个活跃的传输。您想断开传输连接还是保持活跃状态直至传输完成？";
"Transfers are in progress." = "传输正在进行。";
"File activity is in progress." = "文件活动正在进行。";

"That's a previous Transmit serial number." = "这是之前的 Transmit 序列号。";
"Upgrade" = "升级";
"Transmit 5 is a major new paid version. Please visit the Panic website to upgrade." = "Transmit 5 是主要的新付费版本。请访问 Panic 网站进行升级。";
"FTP/SFTP" = "FTP/SFTP";
"Mount favorite as disk" = "将个人收藏装载为磁盘";
"Eject favorite disk" = "推出个人收藏磁盘";
"ChooseIdentityTooltip" = "选取一个自定 SSH 密钥文件用于此连接。自动使用 ~/.ssh 中的密钥文件。";

"Add Favorite" = "添加个人收藏";
"Favorites" = "个人收藏";
"Inspector" = "检查器";
"Show Inspector" = "显示检查器";
"Hide Inspector" = "隐藏检查器";
"QLPanelIndexSheetSuffix" = " 项目";

"Transcript submitted successfully, thanks!" = "抄本已成功提交，谢谢！";
"Could not connect to Panic." = "无法连接到 Panic。";
"Send" = "发送";
"Describe what's going on, what message you're getting, or what's not working." = "描述当前工作进展、您收到什么信息或发生什么故障。";

"Add Transmit Disk to your menu bar on login to mount servers as disks." = "登录时将 Transmit Disk 添加到您的菜单栏以将服务器装载为磁盘。";
"Download" = "下载";
"Transmit Disk requires FUSE for macOS to be installed." = "Transmit Disk 需要安装 macOS 版的 FUSE。";
"To mount your servers in the Finder, please download and install FUSE." = "要在 Finder 中装载您的服务器，请下载并安装 FUSE。";


// TRProtocolDescription
"ProtocolDescriptionSFTP" = "SFTP";
"ProtocolDescriptionFTPTLS" = "使用 TLS/SSL 的 FTP";
"ProtocolDescriptionFTPSSL" = "使用隐式 SSL 的 FTP";
"ProtocolDescriptionFTP" = "FTP";
"ProtocolDescriptionSMB" = "SMB";
"ProtocolDescriptionAmazonS3" = "Amazon S3";
"ProtocolDescriptionAmazonCloudDrive" = "Amazon Drive";
"ProtocolDescriptionOneDrive" = "Microsoft OneDrive";
"ProtocolDescriptionOneDriveForBusiness" = "企业版 Microsoft OneDrive";
"ProtocolDescriptionAzure" = "Microsoft Azure";
"ProtocolDescriptionDreamObjects" = "DreamObjects";
"ProtocolDescriptionDropbox" = "Dropbox";
"ProtocolDescriptionGoogleDrive" = "Google Drive";
"ProtocolDescriptionBox" = "Box";
"ProtocolDescriptionRackspace" = "Rackspace Cloud Files";
"ProtocolDescriptionOpenStack" = "OpenStack Swift";
"ProtocolDescriptionWebDAVS" = "WebDAV HTTPS";
"ProtocolDescriptionWebDAV" = "WebDAV";
"ProtocolDescriptionSlack" = "Slack";
"ProtocolDescriptionBackblazeB2" = "Backblaze B2";
"objects-us-west-1.dream.io" = "objects-us-west-1.dream.io";
"onedrive.com" = "onedrive.com";
"sharepoint.com" = "sharepoint.com";
"server.com" = "server.com";
"dropbox.com" = "dropbox.com";
"drive.google.com" = "drive.google.com";
"box.com" = "box.com";
"office365.com" = "office365.com";
"microsoft.azure.com" = "microsoft.azure.com";
"identity.api.rackspacecloud.com" = "identity.api.rackspacecloud.com";
"drive.amazonaws.com" = "drive.amazonaws.com";
"slack.com" = "slack.com";
"api.backblazeb2.com" = "api.backblazeb2.com";
"s3.amazonaws.com" = "s3.amazonaws.com";

"%@..." = "%@…";

// Connection
"Connect via %@" = "通过 %@ 连接";
"Connect to %@" = "连接到 %@";
"Connect" = "连接";
"%lu Servers" = "%lu 个服务器";
"1 Server" = "1 个服务器";
"Servers" = "服务器";
"Quick Connect" = "快速连接";
"ConnectSearchPlaceholder" = "搜索服务器";
"Shared Servers" = "共享服务器";
"Server" = "服务器";

// Activity
"Activity" = "活动";
"Server activity" = "服务器活动";

"Select All" = "全选";
"Select None" = "全不选";

// Contextual menu
"Open in New Tab" = "在新标签页中打开";
"Open in New Window" = "在新窗口中打开";
"Save Droplet For Folder..." = "存储文件夹的 Droplet…";
"Show in File Browser" = "在文件浏览器中显示";
"Rename..." = "重新命名…";
"Remove..." = "移除…";

// Keys
"Generate Key…" = "生成密钥…";
"Import Keys…" = "导入密钥…";
"Add SSH key" = "添加 SSH 密钥";
"Select the key files to import." = "选择要导入的密钥文件。";
"Are you sure you want to delete the selected keys?" = "您确定要删除所选密钥吗？";
"Copy Public Key" = "拷贝公用密钥";
"Copy Private Key" = "拷贝专用密钥";
"The selected part of the key will be put on the Clipboard." = "密钥的选定部分将被放置在剪贴板上。";
"Would you like to copy the key to the Clipboard?" = "您想将密钥拷贝到剪贴板吗？";
"KeyReadError" = "无法读取密钥文件。";
"Encrypted" = "已加密";
"New Key" = "新密钥";
"Would you like to save the passphrase for \"%@\" in Keychain?" = "您想将“%@”的密码存储在钥匙串中吗？";
"A passphrase is required for this encrypted key." = "此加密密钥需要密码。";
"Passphrase:" = "密码：";
"Automatic" = "自动";

"Drag folders here for quick access" = "将文件夹拖放到此处可快速访问";
"Places are unavailable using Quick Connect" = "使用“快速连接”时“位置”不可用";
"Places bar" = "位置栏";
"Local folder shortcuts" = "本地文件夹快捷方式";
"Remote folder shortcuts" = "远程文件夹快捷方式";

"You are trying to insert characters that cannot be handled by the file's current encoding. Do you want to convert the document to Unicode?" = "您正试图插入文件当前编码无法处理的字符。您想将文稿转换为 Unicode 吗？";
"If you promote your document to a Unicode encoding you can insert the characters without losing information." = "如果您将文稿提升为 Unicode 编码，则可以在不丢失信息的前提下插入字符。";
"Promote to Unicode" = "提升为 Unicode";

// Privacy
"Help Panic improve %@." = "帮助 Panic 改进 %@。";
"PrivacyURL" = "https://panic.com/privacy";

"Tabs are not enabled for this document." = "没有为此文稿启用标签页。";
"Show Places Bar" = "显示位置栏";
"Hide Places Bar" = "隐藏位置栏";
"Show Activity Bar" = "显示活动栏";
"Hide Activity Bar" = "隐藏活动栏";
"Use Regular Expressions" = "使用常规表达式";
"This Droplet cannot run without the associated saved Server in Transmit." = "如果 Transmit 中没有相关联的已存储服务器，则此 Droplet 无法运行。";
"Save in Keychain" = "存储在钥匙串中";


// Panic Sync

"Panic Sync" = "Panic Sync";

"This device has been deauthorized or your credentials are invalid. Please try signing back into Panic Sync." = "此设备已被取消授权，或者您的凭证无效。请尝试重新登录 Panic Sync。";
"Sign In" = "登录";

"This sync will replace your data. How do you want to continue?" = "此次同步将替换您的数据。您想如何执行后续操作？";
"“%@” has performed a reset sync." = "“%@”已执行重设同步。";
"One of your devices has performed a reset sync." = "您的其中一个设备已执行重设同步。";
"You can fully replace your data with the Panic Sync data, or keep your data and replace it on all your other devices." = "您可以将您的数据完全替换为 Panic Sync 数据，也可以保留您的数据并用这些数据替换其他所有设备上的数据。";

"This sync will change a significant portion of your data. How do you want to continue?" = "此次同步将更改数据的重要部分。您想如何执行后续操作？";
"You can continue to sync your data with the Panic Sync data, fully replace your data with the Panic Sync data, or keep your data and replace it on all of your other devices." = "您可以继续将您的数据与 Panic Sync 数据同步、将您的数据完全替换为 Panic Sync 数据，也可以保留您的数据并用这些数据替换其他所有设备上的数据。";
"Changes were last made on “%@”." = "上次更改于“%@”。";

"This is the first time you're syncing data on this Mac." = "这是您第一次在这台 Mac 上同步数据。";

"Action:" = "操作：";
"Continue Sync" = "继续同步";
"Replace All Data On This Mac" = "替换这台 Mac 上的所有数据";
"Replace All Data In %@ On This Mac" = "替换这台 Mac 上 %@ 中的所有数据";   // e.g. Replace All Data In Transmit On This Mac
"Replace Data On All Other Devices" = "替换其他所有设备上的数据";

"Show Changes" = "显示更改";

"Your servers and keys can automatically sync between Transmit, Transmit iOS, Coda, and Coda iOS. It's free, secure, and easy." = "您的服务器和密钥可自动在 Transmit、Transmit iOS、Coda 及 Coda iOS 之间同步。同步免费、安全且简单。";

"Could not login to Panic Sync." = "无法登录 Panic Sync。";
"Update %@" = "更新 %@";
"Sign Out" = "注销";
"An unexpected Panic Sync error occurred." = "发生意外 Panic Sync 错误。";

// Activity
"%@ Activity" = "%@ 活动";

"Transmit cannot mount \"%@\" as a disk." = "Transmit 无法将“%@”装载为磁盘。";
"The server protocol or authorization method is currently unsupported by Transmit Disk." = "Transmit Disk 目前不支持此服务器协议或授权方法。";

// Accessibility

"Server list" = "服务器列表";
"%@ server list" = "%@ 服务器列表";

// TouchBar
"Add Server" = "添加服务器";
"Add Folder" = "添加文件夹";
"Add Places for quick access" = "添加位置以进行快速访问";

// Applescript
"PromptSource" = "set reply to display dialog \"输入 %@ 的密码：\" default answer \"\" buttons {\"取消\", \"连接\"} default button \"连接\" with title \"输入密码\" with hidden answer\nset myPassword to text returned of reply\n";
